[{
	"year": "1912",
	"text": "现代五项在斯德哥尔摩第五届奥林匹克运动会（瑞典）成为奥运会项目，五项运动分别在五天之内进行，一直持续到1996年，除了三届奥运会（1920年，1984年，1992年）之外， 都是采用的4天的形式。 瑞典是早年的主导力量，直到匈牙利在20世纪60年代变得强大，然后在全球逐渐变得更加开放。"
},{
	"year": "1936",
	"text": "查尔斯·伦纳德（美国）成为了首个在奥运现代五项比赛中射击达到了完美的200分的人。"
},{
	"year": "1948",
	"text": "国际现代五项联盟由Sven Thofelt（瑞典）创立，他一直到1971年都担任主席一职。同一年，国际现代五项联盟世界锦标赛创立，斯德哥尔摩再一次成为了有历史代表性的场地。"
},{
	"year": "1956",
	"text": "一种全新的计分系统被引入，总分被分配给各个项目，再汇总所有项目的分数以决定最终的排名。"
},{
	"year": "1977",
	"text": "国际现代五项联盟世锦赛有史以来第一次允许女子参加，虽然是基于试验赛的基础。"
},{
	"year": "1981",
	"text": "第一届国际现代五项联盟女子世锦赛在伦敦如期召开，与在波兰进行的男子比赛相区别。"
},{
	"year": "1984",
	"text": "奥运现代五项压缩到了4天时间，射击被安排在最后的跑步之前5小时进行。同时，起跑的顺序是根据前四项比赛表现而采取的让步跑形式。有史以来第一次，第一个冲过终点线的竞争者成为了冠军。"
},{
	"year": "1989",
	"text": "男子世界锦标赛引入了接力赛，两年后女子世锦赛也采取了这一形式。"
},{
	"year": "1992",
	"text": "巴塞罗那奥运会改变形式，结束于马术活动，这是自从1928年以来在奥运会上未曾见到的形式。结果是戏剧性的，俄罗斯的爱德华兹诺夫卡（RUS）在落马两次后失去了对阿卡迪亚斯·斯克鲁齐帕克（POL）的领先优势，但是随后的奥运不再重复这一顺序。"
},{
	"year": "1993",
	"text": "克劳斯·舒曼博士成为了国际现代五项联盟的主席，一直到今天他都担任着这一职务。"
},{
	"year": "1994",
	"text": "在谢菲尔德（德国）举办的国际现代五项联盟世界锦标赛上，射击经历了最主要的变化，更改了武器，靶子也由25米的移动靶换成了10米的固定靶。"
},{
	"year": "1996",
	"text": "一天的比赛形式被引入亚特兰大（美国）奥运会，取得了巨大的成功。团队赛被暂停。"
},{
	"year": "1997",
	"text": "在创立16年后，国际现代五项联盟女子世界锦标赛停办，取而代之的是联合了男子和女子于一体的唯一的的世界锦标赛。"
},{
	"year": "2000",
	"text": "奥运比赛也进一步跟上，悉尼（澳大利亚）奥运因新增了女子比赛而备受好评。自由泳项目被固定成200米，跑步距离也从4000米缩短至3000米。"
},{
	"year": "2009",
	"text": "包括了跑步和射击的跑射联项被引入，另外一项改变是射击形式，竞争者开始跑3圈，每圈1000米，跑之前需射中5次靶子。"
},{
	"year": "2010",
	"text": "激光跑射击试水第一届新加坡青奥会，国际现代五项联盟世界杯锦标赛中加入了混合接力。"
},{
	"year": "2011",
	"text": "国际现代五项联盟世界杯成为了第一个使用激光枪的国际现代五项比赛，这项改进再一次广受好评。"
},{
	"year": "2012",
	"text": "国际现代五项成为了百年奥运项目。国际现代五项联盟主席克劳斯·舒曼表示：“国际现代五项联盟很骄傲也很高兴在2012年实现了这项运动的现代化，这是我们成为奥运项目的100岁纪念日。”"
},{
	"year": "2013",
	"text": "国际现代五项联盟提出了颠覆性的全新概念—在同一个场馆观看5个小项的比赛。2月11日，在洛桑，国际奥委会宣布现代五项是奥运项目中25种核心运动之一，一直到2020年都会保留其位置。跑射联项采取了新的4 x 800m一圈的跑步形式，在此之前需要在50秒内射中5次靶子。"
},{
	"year": "2014",
	"text": "在国际现代五项联盟年会上，击剑擂台赛被予以通过，计划在2015年引入。这种新的形势为所有运动员提供了赢得额外奖励分来提升总分的机会，所有动作都将在现场展示。国际现代五项联盟通过了IPC和FISU的认证，并分别成为其会员和认可的残奥运动与大学生运动项目。"
},{
	"year": "2015",
	"text": "第一届国际现代五项联盟激光跑在佩皮尼昂（法国）举办。这项简单的跑步/射击概念，作为一项单独的运动形式，允许城市、乡村、体育场馆举办国际现代五项联盟的赛事。这也为发展中国家的运动员提供了一条新的通往这项运动的途径。"
}]